{"n":"julie interview notes","v":9,"a":[1,22,48,49],"p":[{"b":179,"s":[{"p":[1.359373,-1.510199,0.002043903],"r":[-4.071111E-13,7.073004E-13,180],"s":[2.927396,3.07271,0.2150284],"c":[0.148148,0.2222221,0.2222221]}]},{"b":18,"t":2,"e":"Martina Menegon\nFocuses on interactive and MR Art that reexamines the body + identity since the\nexistence of the cyberspace. She also creates interactive performances +\ninstallations.She teaches digital design and virtuality” at the department of\nTransmedia Art of the University of applied arts in Vienna, and together with\nKlaus Obermaier and Stefano D’Alessio multimedia tools for interactive arts at\nthe IUAV university in VENICE Also Head of Extended Reality+ Curator at the Area\nfor Virtual Art\n\nPreparing for show @ Mac in Vienna. Dates? New Work?\n-When and how did you develop an interest in MR tools?\n\nWork: examination and interaction with a body but specifically yours.\ndeconstructed= deals with challenging the definition of who we are. what it\nmeans to inhabit a body especially with all its foibles.\n\n+ Inspiration to use your own body as the subject matter across your\nwork and what was the process you used to create your avatar?\n\n+ The body as a vessel of anxiety or suffering + the avatar as a mask for social\nmedia and even surveillance.subcontext of collision and violence +the Black\nLives Matter movement and the protests supporting that. feelings of helplessness\nand randomness. \n\n- When did you decide you wanted to explore the ideas behind the avatar as a mask\nand +interaction with images of your body?\n\nFamiliar Strangers, Plug Your Nose and Try to Hum, The Rapture of the self and\nIt Suits Me Well.\n\n- Familiar Strangers and the meaning of the title?Process & experience collecting\nand viewing photos of the face filter and then later videos\n\n-In Plug Your Nose and try to Hum, +title?What was your experience in being the\nattendant for this piece?\n\nIt Suits Me Well visceral & disturbing / skin to fit in some ways metaphorically\nand physically. - -Inspiration for this powerful work?\n\nMy People Zoo +program resets itself if too many avatars +futility of finding\nreal connection through technology.loneliness & hopelessness-how this work came\nto be?\n- artistic decisions you made in figuring out the form the work would ultimately\nhave?\n\nLatest work All Alone Together - splitting yourself between your IRL gallery\nopening at Schauraum + Mozilla Hubs opening?\n-In your new interpretation of what a body can be, can you talk about the\nfragility of both the physical and virtual bodies. Lastly what are you feeling\nhopeful about?","s":[{"p":[-0.01248831,-0.1176643,-0.004540167],"r":[-1.001791E-05,-8.757938E-13,1.001791E-05],"s":[0.006694817,0.006694976,0.006694829],"c":[1,1,1]}]}]}