{"v":9,"a":[2,3,7,18,43],"p":[{"s":[{"p":[-0.01401687,-0.0003008239,0.00359732],"r":[0,0,180],"s":[0.01189316,0.02010425,0.1825503],"c":[0.1111107,0.01904762,0]}]},{"b":5,"a":[34,36],"t1":23,"s":[{"p":[0.0640123,-0.001565373,5.983748E-08],"r":[0,0,-5.008957E-06],"s":[0.05538992,0.004799437,0.2106213],"c":[1,1,1],"b":["when triggered then become untweened next in 0.0s"],"t1":{"c":[0,0,0],"x":0.04255563,"y":0.1110002,"a":0.25,"m":0.5,"n":0.5,"r":0,"g":0,"o":0.5,"t":0.5,"e":0.5}},{"p":[-0.008202084,-0.07551957,6.705523E-08],"r":[0,0,270],"s":[0.05522399,0.004790257,0.2103384],"c":[1,1,1],"b":["when triggered then become untweened previous in 0.0s","when told reading time then become untweened next in 0.0s"],"t1":{"c":[0,0,0],"x":0.04255563,"y":0.1110002,"a":0.25,"m":0.5,"n":0.5,"r":0,"g":0,"o":0.5,"t":0.5,"e":0.5}},{"p":[-0.008202084,-0.07551957,6.705523E-08],"r":[0,0,270],"s":[0.05522399,0.004790257,0.2103384],"c":[1,1,1],"t1":{"c":[0,0,0],"x":0.04255563,"y":0.1110002,"a":0.25,"m":0.5,"n":0.5,"r":0,"g":0,"o":0.5,"t":0.5,"e":0.5}}]},{"a":[34,36],"s":[{"p":[0.06623198,-0.00648693,0.00359744],"r":[0,0,90],"s":[0.00542863,0.1543341,0.1808282],"c":[0.222222,0.03809523,0],"b":["when triggered then become untweened next in 0.0s "]},{"p":[-0.01466514,-0.0809784,0.003597327],"r":[0,0,180],"s":[0.005420638,0.1540835,0.1806493],"c":[0.222222,0.03809523,0],"b":["when triggered then become untweened previous in 0.0s","when told reading time then become untweened next in 0.0s"]},{"p":[-0.01466514,-0.0809784,0.003597327],"r":[0,0,180],"s":[0.005420638,0.1540835,0.1806493],"c":[0.222222,0.03809523,0]}]},{"b":139,"a":[19,36],"e":"TOUCH TO START READING","s":[{"p":[-0.01172042,-0.006987958,-0.00804013],"r":[-7.24451E-06,270,180],"s":[0.001000122,0.001000126,0.001000151],"c":[0,0,0],"b":["when triggered then become untweened next in 0.0s"]},{"p":[0.00352645,9.313226E-08,-0.03045029],"r":[0,270,270],"s":[0.001840659,0.001840343,0.001840774],"c":[0,0,0],"b":["when touches hand then tell reading time , then turn off , then become untweened next in 0.0s","when triggered then become untweened 1 in 0.0s"]},{"p":[-0.01172042,-0.006987958,-0.00804013],"r":[-7.24451E-06,270,180],"s":[0.001000122,0.001000126,0.001000151],"c":[0,0,0]}]},{"t":19,"a":[36],"s":[{"p":[0,0,0],"r":[-2.287892E-14,-9.748989E-06,4.740033E-06],"s":[0.001,0.001,0.001],"c":[0,0,0],"b":["when triggered then become untweened next in 0.0s"]},{"p":[0,-3.72529E-09,0.03022147],"r":[0,0,-5.008957E-06],"s":[0.001000139,0.303497,0.04620656],"c":[1,1,1],"b":["when triggered then become untweened previous in 0.0s","when told reading time then become untweened next in 0.0s"]},{"p":[0,-3.72529E-09,0.03022147],"r":[0,0,0],"s":[0.001000139,0.303497,0.04620656],"c":[1,1,1]}]},{"b":140,"t":2,"a":[11,12,37,36],"e":"She was one of those pretty and charming girls born, as though fate had blundered over her, into a family of artisans. She had no marriage portion, no expectations, no means of getting known, understood, loved, and wedded by a man of wealth and distinction; and she let herself be married off to a little clerk in the Ministry of Education. Her tastes were simple because she had never been able to afford any other, but she was as unhappy as though she had married beneath her; for women have no caste or class, their beauty, grace, and charm serving them for birth or family, their natural delicacy, their instinctive elegance, their nimbleness of wit, are their only mark of rank, and put the slum girl on a level with the highest lady in the land.She suffered endlessly, feeling herself born for every delicacy and luxury. She suffered from the poorness of her house, from its mean walls, worn chairs, and ugly curtains. All these things, of which other women of her class would not even have been aware, tormented and insulted her. The sight of the little Breton girl who came to do the work in her little house aroused heart-broken regrets and hopeless dreams in her mind. She imagined silent antechambers, heavy with Oriental tapestries, lit by torches in lofty bronze sockets, with two tall footmen in knee-breeches sleeping in large arm-chairs, overcome by the heavy warmth of the stove. She imagined vast saloons hung with antique silks, exquisite pieces of furniture supporting priceless ornaments, and small, charming, perfumed rooms, created just for little parties of intimate friends, men who were famous and sought after, whose homage roused every other woman's envious longings. When she sat down for dinner at the round table covered with a three-days-old cloth, opposite her husband, who took the cover off the soup-tureen, exclaiming delightedly: \"Aha! Scotch broth! What could be better?\" she imagined delicate meals, gleaming silver, tapestries peopling the walls with folk of a past age and strange birds in faery forests; she imagined delicate food served in marvelous dishes, murmured gallantries, listened to with an inscrutable smile as one trifled with the rosy flesh of trout or wings of asparagus chicken. She had no clothes, no jewels, nothing. And these were the only things she loved; she felt that she was made for them. She had longed so eagerly to charm, to be desired, to be wildly attractive and sought after. She had a rich friend, an old school friend whom she refused to visit, because she suffered so keenly when she returned home. She would weep whole days, with grief, regret, despair, and misery. * One evening her husband came home with an exultant air, holding a large envelope in his hand. \"Here's something for you,\" he said. Swiftly she tore the paper and drew out a printed card on which were these words: \"The Minister of Education and Madame Ramponneau request the pleasure of the company of Monsieur and Madame Loisel at the Ministry on the evening of Monday, January the 18th.\" Instead of being delighted, as her husband hoped, she flung the invitation petulantly across the table, murmuring: \"What do you want me to do with this?\" \"Why, darling, I thought you'd be pleased. You never go out, and this is a great occasion. I had tremendous trouble to get it. Everyone wants one; it's very select, and very few go to the clerks. You'll see all the really big people there.\" She looked at him out of furious eyes, and said impatiently: \"And what do you suppose I am to wear at such an affair?\" He had not thought about it; he stammered: \"Why, the dress you go to the theater in. It looks very nice, to me . . .\" He stopped, stupefied and utterly at a loss when he saw that his wife was beginning to cry. Two large tears ran slowly down from the corners of her eyes towards the corners of her mouth. \"What's the matter with you? What's the matter with you?\" he faltered. But with a violent effort she overcame her grief and replied in a calm voice, wiping her wet cheeks: \"Nothing. Only I haven't a dress and so I can't go to this party. Give your invitation to some friend of yours whose wife will be turned out better than I shall.\" He was heart-broken. \"Look here, Mathilde,\" he persisted. \"What would be the cost of a suitable dress, which you could use on other occasions as well, something very simple?\" She thought for several seconds, reckoning up prices and also wondering for how large a sum she could ask without bringing upon herself an immediate refusal and an exclamation of horror from the careful-minded clerk. At last she replied with some hesitation: \"I don't know exactly, but I think I could do it on four hundred francs.\" He grew slightly pale, for this was exactly the amount he had been saving for a gun, intending to get a little shooting next summer on the plain of Nanterre with some friends who went lark-shooting there on Sundays. Nevertheless he said: \"Very well. I'll give you four hundred francs. But try and get a really nice dress with the money.\" The day of the party drew near, and Madame Loisel seemed sad, uneasy and anxious. Her dress was ready, however. One evening her husband said to her: \"What's the matter with you? You've been very odd for the last three days.\" \"I'm utterly miserable at not having any jewels, not a single stone, to wear,\" she replied. \"I shall look absolutely no one. I would almost rather not go to the party.\" \"Wear flowers,\" he said. \"They're very smart at this time of the year. For ten francs you could get two or three gorgeous roses.\" She was not convinced. \"No . . . there's nothing so humiliating as looking poor in the middle of a lot of rich women.\" \"How stupid you are!\" exclaimed her husband. \"Go and see Madame Forestier and ask her to lend you some jewels. You know her quite well enough for that.\" She uttered a cry of delight. \"That's true. I never thought of it.\" Next day she went to see her friend and told her her trouble. Madame Forestier went to her dressing-table, took up a large box, brought it to Madame Loisel, opened it, and said: \"Choose, my dear.\" First she saw some bracelets, then a pearl necklace, then a Venetian cross in gold and gems, of exquisite workmanship. She tried the effect of the jewels before the mirror, hesitating, unable to make up her mind to leave them, to give them up. She kept on asking: \"Haven't you anything else?\" \"Yes. Look for yourself. I don't know what you would like best.\" Suddenly she discovered, in a black satin case, a superb diamond necklace; her heart began to beat covetously. Her hands trembled as she lifted it. She fastened it round her neck, upon her high dress, and remained in ecstasy at sight of herself. Then, with hesitation, she asked in anguish: \"Could you lend me this, just this alone?\" \"Yes, of course.\" She flung herself on her friend's breast, embraced her frenziedly, and went away with her treasure. The day of the party arrived. Madame Loisel was a success. She was the prettiest woman present, elegant, graceful, smiling, and quite above herself with happiness. All the men stared at her, inquired her name, and asked to be introduced to her. All the Under-Secretaries of State were eager to waltz with her. The Minister noticed her. She danced madly, ecstatically, drunk with pleasure, with no thought for anything, in the triumph of her beauty, in the pride of her success, in a cloud of happiness made up of this universal homageand the water slopped all over the floor when she scrubbed it. But sometimes, when her husband was at the office, she sat down by the window and thought of that evening long ago, of the ball at which she had been so beautiful and so much admired. What would have happened if she had never lost those jewels? Who knows? Who knows? How strange life is, how fickle! How little is needed to ruin or to save! One Sunday, as she had gone for a walk along the Champs-Elysees to freshen herself after the labours of the week, she caught sight suddenly of a woman who was taking a child out for a walk. It was Madame Forestier, still young, still beautiful, still attractive. Madame Loisel was conscious of some emotion. Should she speak to her? Yes, certainly. And now that she had paid, she would tell her all. Why not? She went up to her. \"Good morning, Jeanne.\" The other did not recognize her and was surprised at being thus familiarly addressed by a poor woman. \"But... Madame... \" she stammered. \"I don't know... you must be making a mistake.\" \"No... I am Mathilde Loisel.\" Her friend uttered a cry. \"Oh!... my poor Mathilde, how you have changed!...\" \"Yes, I've had some hard times since I saw you last; and many sorrows... and all on your account.\" \"On my account!... How was that?\" \"You remember the diamond necklace you lent me for the ball at the Ministry?\" \"Yes. Well?\" \"Well, I lost it.\" \"How could you? Why, you brought it back.\" \"I brought you another one just like it. And for the last ten years, we have been paying for it. You realize it wasn't easy for us; we had no money... Well, it's paid for at last, and I'm glad indeed.\" Madame Forestier had halted. \"You say you bought a diamond necklace to replace mine?\" \"Yes. You hadn't noticed it? They were very much alike.\" And she smiled in proud and innocent happiness. Madame Forestier, deeply moved, took her two hands. \"Oh, my poor Mathilde! But mine was imitation. It was worth at the very most five hundred francs!...\"","s":[{"p":[0.003481138,-0.1410981,0.03686829],"r":[-3.415095E-06,270,270],"s":[0.0008120902,0.0008119446,0.0008121125],"c":[0,0,0],"b":["when told reading time then become untweened next in 0.0s","when starts then turn invisible"]},{"p":[0.003481138,-0.1410981,0.03686829],"r":[-1.024528E-05,270,270],"s":[0.001025755,0.001025679,0.001025762],"c":[0,0,0],"b":["when starts then become next in 600s","when starts then turn visible"]},{"p":[0.003469965,52.04537,0.03680038],"r":[0,270,270],"s":[0.001025933,0.001025735,0.001025957],"c":[0,0,0],"b":["when starts then become untweened next in 5s"]},{"p":[0.003469965,52.04538,0.03678513],"r":[-1.024528E-05,270,270],"s":[0.001025933,0.001025735,0.001025957],"c":[0,0,0],"b":["when starts then play explosion with 250 , then destroy all parts with burst 10 force"]}]},{"b":139,"a":[19],"e":"\"THE NECKLACE\"\nBY GUY DE MAUPASSANT","s":[{"p":[0.06623198,-0.009905288,0.02826935],"r":[270,180,0],"s":[0.001000005,0.001000019,0.001000012],"c":[0,0,0],"b":["when triggered then become untweened next in 0.0s ","when starts then turn visible"]},{"p":[0.06623198,-0.009905288,0.02826935],"r":[270,180,0],"s":[0.001000021,0.001000033,0.001000035],"c":[0,0,0],"b":["when triggered then become untweened previous in 0.0s","when told reading time then become untweened next in 0.0s","when starts then turn invisible"]},{"p":[0.06623198,-0.009905288,0.02826935],"r":[270,180,0],"s":[0.001000005,0.001000019,0.001000012],"c":[0,0,0]}]},{"b":139,"a":[19],"e":"\"THE NECKLACE\"\nBY GUY DE MAUPASSANT","s":[{"p":[0.06623198,0.01047879,0.02826929],"r":[90,-5.757418E-13,0],"s":[0.001000112,0.001000066,0.001000145],"c":[0,0,0],"b":["when triggered then become untweened next in 0.0s ","when starts then turn visible"]},{"p":[0.06623198,0.01047879,0.02826929],"r":[90,-5.757418E-13,0],"s":[0.001000112,0.001000066,0.001000145],"c":[0,0,0],"b":["when triggered then become untweened previous in 0.0s","when told reading time then become untweened next in 0.0s","when starts then turn invisible"]},{"p":[0.06623198,0.01047879,0.02826929],"r":[90,-5.757418E-13,0],"s":[0.001000112,0.001000066,0.001000145],"c":[0,0,0]}]}]}